[
  {
    "id": "book-1123123",
    "title": "Раньше девочки носили платье в горошек",
    "rating": 5,
    "description": "'Раньше девочки носили платья' в горошек Кати Майоровой - это книга о том, что волнует женщин: принятие своего тела и соответствие стандартам; любовь, отношения и семья; карьера, поиск собственного пути и деньги.",
    "author": "Катя Майорова",
    "url": "https://s1.livelib.ru/boocover/1005823309/200x305/a832/boocover.jpg",
    "bestseller": false,
    "new": false,
    "year": 2020,
    "reviews": []
  },
  {
    "id": "book-1123123123123",
    "title": "Герои книг на приеме у психотерапевта",
    "rating": 5,
    "description": "Что, если бы литературные герои прошлого и настоящего, потерпевшие трагическую неудачу, обратились вовремя к психотерапевту? Уберегла бы родителей царя Эдипа от катастрофы консультация по вопросам воспитания детей? Развернулась бы иначе история Ромео и Джульетты, если бы они были старше? Может, Дракулу не понимали окружающие, а Волан-де-Морта недолюбили в детстве? Означают ли эротические фантазии Кристиана Грея из Пятидесяти оттенков серого нехватку в нем мужественности?",
    "author": "Клаудия Хохбрунн, Андреа Боттлингер",
    "url": "https://monster-book.com/sites/default/files/styles/sc290x400/public/books/geroi-knig-na-prieme-u-psihoterapevta.png?itok=gNn5Ei-X",
    "bestseller": false,
    "new": false,
    "year": 2021,
    "reviews": []
  },
  {
    "id": "book-112312fasdf3",
    "title": "Прислуга",
    "rating": 5,
    "description": "Американский Юг, на дворе 1960-е годы. Скитер только-только закончила университет и возвращается домой, в сонный городок Джексон, где никогда ничего не происходит. Она мечтает стать писательницей, вырваться в большой мир. Но приличной девушке с Юга не пристало тешиться столь глупыми иллюзиями, приличной девушке следует выйти замуж и хлопотать по дому.",
    "author": "Кэтрин Стокетт",
    "url": "https://s1.livelib.ru/boocover/1001569364/o/bdff/Ketrin_Stokett__Prisluga.jpeg",
    "bestseller": false,
    "new": false,
    "year": 2015,
    "reviews": []
  },
  {
    "id": "book-111132axvzxcv3123",
    "title": "Зеленая миля",
    "rating": 5,
    "description": "Стивен Кинг приглашает читателей в жуткий мир тюремного блока смертников, откуда уходят, чтобы не вернуться, приоткрывает дверь последнего пристанища тех, кто преступил не только человеческий, но и Божий закон. По эту сторону электрического стула нет более смертоносного местечка! Ничто из того, что вы читали раньше, не сравнится с самым дерзким из ужасных опытов Стивена Кинга - с историей, что начинается на Дороге Смерти и уходит в глубины самых чудовищных тайн человеческой души...",
    "author": "Стивен Кинг",
    "url": "https://img3.labirint.ru/rc/4389abc064a31b190d01494b3d43b8a7/220x340/books35/348449/cover.png?1612704326",
    "bestseller": true,
    "new": false,
    "year": 1996,
    "reviews": []
  },
  {
    "id": "book-23r4343411123123",
    "title": "Властелин колец. Возвращение короля",
    "rating": 4.9,
    "description": "Повелитель сил тьмы Саурон направляет свою бесчисленную армию под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это мешает ему заметить две крохотные фигурки — хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластья.",
    "author": "Дж. Р. Р. Толкин",
    "url": "https://img3.labirint.ru/rc/8db65eaf223a010ffd140237d6d73706/220x340/books59/589987/cover.jpg?1564026593",
    "bestseller": false,
    "new": false,
    "year": 2014,
    "reviews": []
  },
  {
    "id": "book-11sdfsf23423423123",
    "title": "Цветы для Элджерона",
    "rating": 4.9,
    "description": "Сорок лет назад это считалось фантастикой. Сорок лет назад это читалось как фантастика. Исследующая и расширяющая границы жанра, жадно впитывающая всевозможные новейшие веяния, примеряющая общечеловеческое лицо, отважно игнорирующая каинову печать 'жанрового гетто'. Сейчас это воспринимается как одно из самых человечных произведений новейшего времени, как роман пронзительной психологической силы, как филигранное развитие темы любви и ответственности. Не зря вышедшую уже в 1990-е книгу воспоминаний Киз назвал 'Элджернон, Чарли и я'.",
    "author": "Дэниел Киз",
    "url": "https://s1.livelib.ru/boocover/1000216804/o/5f6c/Daniel_Kiz__Tsvety_dlya_Eldzhernona.jpeg",
    "bestseller": false,
    "new": false,
    "year": 1959,
    "reviews": []
  },
  {
    "id": "book-5555sdfasdf1123123",
    "title": "Симон",
    "rating": 4.5,
    "description": "В маленьком армянском городке умирает каменщик Симон. Он прожил долгую жизнь, пользовался уважением горожан, но при этом был известен бесчисленными амурными похождениями. Чтобы проводить его в последний путь, в доме Симона собираются все женщины, которых он когда-то любил. И у каждой из них - своя история. Как и все книги Наринэ Абгарян, этот роман трагикомичен и полон мудрой доброты. И, как и все книги Наринэ Абгарян, он о любви.",
    "author": "Наринэ Абгарян",
    "url": "https://s1.livelib.ru/boocover/1005436222/o/999f/Narine_Abgaryan__Simon.jpeg",
    "bestseller": false,
    "new": true,
    "year": 2021,
    "reviews": []
  },
  {
    "id": "book-sd234565fdgsxcvx1123123",
    "title": "Тетрадь в клеточку",
    "rating": 4.5,
    "description": "'Привет, тетрадь в клеточку' - так начинается каждая запись в дневнике Ильи, который он начал вести после переезда. В новом городе Илья очень хочет найти друзей, но с ним разговаривают только девочка-мигрантка и одноклассник, про которого ходят странные слухи. Илья очень хочет казаться обычным, но боится микробов и постоянно моет руки. А еще он очень хочет забыть о страшном Дне S, но тот постоянно возвращается к нему в воспоминаниях.",
    "author": "Микита Франко",
    "url": "https://img4.labirint.ru/rc/ba26d00fe661ab071a5a63bfb6d08a39/220x340/books77/768798/cover.jpg?1613978730",
    "bestseller": false,
    "new": true,
    "year": 2020,
    "reviews": []
  },
  {
    "id": "book-sadfgfcv45455411231233423423",
    "title": "Пустые холмы",
    "rating": 4.4,
    "description": "Светлые маги решают, что опасность слишком велика и теперь им необходим Союз Стихий. Еще ни разу его не собирали специально, однако нет времени ждать знака свыше. Воспитанники Заречья, Китажа и Дивноморья должны встретиться и найти тех самых магов, которым удастся сработаться. Маргариту, Полину, Митю, Севу ждет большое путешествие, полное тайн и новых знаний, но вот приведет ли оно их к Союзу Стихий?",
    "author": "Марина Козинаки, Софи Авдюхина",
    "url": "https://s1.livelib.ru/boocover/1005403348/o/ebe4/Marina_Kozinaki_Sofi_Avdyuhina__Pustye_Holmy.jpeg",
    "bestseller": false,
    "new": true,
    "year": 2021,
    "reviews": []
  },
  {
    "id": "book-sfdsdfgsdfg435345351123123",
    "title": "Книжные хроники Анимант Крамб",
    "rating": 4.2,
    "description": "Англия, 1890 год. Эпоха, в которой женщине из высшего общества негоже добиваться успеха наравне с мужчинами. Тугие корсеты, балы и светские беседы - вот и все прелести девичьей жизни. Но юная Анимант обожает читать. На страницах книг она путешествует по свету, сочиняет мелодии, развязывает войну...Делает все то, чего была лишена из-за дурацких стереотипов. Однако у Анимант появляется отличный шанс проявить себя: месяц в Лондоне, где ее ждет мистер Рид - язвительный молодой человек, который ищет себе помощницу. Анимант предстоит столкнуться со сложными задачами, узнать, какие тайны скрываются за дверями огромной библиотеки. И наверняка здесь девушка встретит любовь, о которой прежде знала лишь понаслышке. Вот только ей стоит прислушаться к собственному сердцу, чтобы не совершить непоправимую ошибку...",
    "author": "Лин Рина",
    "url": "https://s1-goods.ozstatic.by/2000/871/983/10/10983871_0.jpg",
    "bestseller": false,
    "new": true,
    "year": 2021,
    "reviews": []
  },
  {
    "id": "book-asfdvxcwe45345345dsf1123123",
    "title": "Единственный ребенок",
    "rating": 3.8,
    "description": "Начинающий криминальный психолог-профайлер Ли Сонгён в изумлении. С ней захотел пообщаться сам Ли Бёндо. Жуткий серийный убийца, приговоренный к смертной казни. На допросах он молчал, как рыба, и не дал ни одного интервью – ни журналистам, ни психологам. И вот теперь сам проявляет инициативу… Причем желает говорить только с Сонгён…",
    "author": "Со Миэ",
    "url": "https://img4.labirint.ru/rc/4b59782d7b10708c5e36e14c23b97c51/220x340/books80/792610/cover.jpg?1614669921",
    "bestseller": true,
    "new": false,
    "year": 2021,
    "reviews": []
  },
  {
    "id": "book-sdfasdf6566654352342342341123123",
    "title": "Сестра звезд",
    "rating": 3.8,
    "description": "Тысячелетие назад маги заключили с демонами договор, по которому те были обязаны покинуть мир людей. Однако война не окончена: срок соглашения истекает, и ад вновь грозит вырваться наружу. Вианну укусила сильфида. Так девушка утратила свою магическую силу. Чтобы исцелиться от демонической лихорадки, ей пришлось покинуть родной дом и Эзру, которого она сильно любила. Вскоре судьба вновь возвращает ее во Францию, которая вот-вот рухнет под натиском нечисти. Вианна полна решимости вернуть утраченную магию и Эзру, теперь – великого магистра магов. Однако перед этим она должна убедить его договориться с врагом.",
    "author": "Мара Вульф",
    "url": "https://img4.labirint.ru/rc/b1992a35b81b227e81cf77aa3ff8810e/220x340/books80/792710/cover.jpg?1614749129",
    "bestseller": true,
    "new": false,
    "year": 2021,
    "reviews": []
  },
  {
    "id": "book-fg56565423452345sfdsdf1123123",
    "title": "Клара и солнце",
    "description": "Клара совсем новая. С заразительным любопытством из-за широкого окна витрины она впитывает в себя окружающий мир — случайных прохожих, проезжающие машины и, конечно, живительное Солнце. Клара хочет узнать и запомнить как можно больше — так она сможет стать лучшей Искусственной Подругой своему будущему подростку. От того, кто выберет Клару, будет зависеть её судьба. Чистый, отчасти наивный взгляд на реальность, лишь слегка отличающуюся от нашей собственной, — вот, что дарит новый роман Кадзуо Исигуро. Каково это — любить? И можно ли быть человеком, если ты не совсем человек?",
    "rating": 4.8,
    "author": "Кадзуо Исигуро",
    "url": "https://img3.labirint.ru/rc/5d815161321edaef50c1f0683e58dd72/220x340/books80/796957/cover.jpg?1626431364",
    "bestseller": true,
    "new": false,
    "year": 2021,
    "reviews": [
      {
        "author": "Сергей",
        "review": "Хорошая книжка. Узнаваемый язык Исигуро и фирменная его воздушно-дымчатая атмосфера."
      }
    ]
  }
]
